cmd/gsl-diagram/testdata/sequence-diagrams/001-simple/output.mmd
sequenceDiagram
    participant A
    participant B
    participant C
    A ->> B: Hello
    B ->> C: Implicit creation
